{"word2idx": {"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "a": 4, "blackandwhite": 5, "dog": 6, "bounds": 7, "off": 8, "the": 9, "ground": 10, "all": 11, "feet": 12, "in": 13, "air": 14, "of": 15, "yellow": 16, "field": 17, "black": 18, "and": 19, "white": 20, "is": 21, "jumping": 22, "over": 23, "high": 24, "grass": 25, "through": 26, "brown": 27, "runs": 28, "dry": 29, "child": 30, "staring": 31, "at": 32, "santa": 33, "father": 34, "son": 35, "looking": 36, "funny": 37, "little": 38, "boy": 39, "his": 40, "talking": 41, "to": 42, "man": 43, "dressed": 44, "as": 45, "claus": 46, "has": 47, "crown": 48, "wearing": 49, "red": 50, "three": 51, "woman": 52, "walk": 53, "down": 54, "city": 55, "street": 56, "one": 57, "pink": 58, "purse": 59, "women": 60, "two": 61, "with": 62, "tattoos": 63, "walking": 64, "are": 65, "drinking": 66, "coffee": 67, "sidewalk": 68, "people": 69, "standing": 70, "on": 71, "rock": 72, "holding": 73, "themselves": 74, "up": 75, "against": 76, "another": 77, "while": 78, "make": 79, "their": 80, "way": 81, "rocky": 82, "terrain": 83, "participate": 84, "climbing": 85, "female": 86, "hikers": 87, "hang": 88, "onto": 89, "front": 90, "them": 91, "into": 92, "deep": 93, "backpacks": 94, "shorts": 95, "some": 96, "large": 97, "closeup": 98, "girl": 99, "swing": 100, "dress": 101, "flowers": 102, "swings": 103, "flowered": 104, "blue": 105, "sweater": 106, "swinging": 107, "young": 108, "backyard": 109, "beach": 110, "bucket": 111, "water": 112, "head": 113, "pours": 114, "from": 115, "small": 116, "boys": 117, "baby": 118, "pirate": 119, "smiles": 120, "shirt": 121, "laughs": 122, "like": 123, "running": 124, "enjoys": 125, "costume": 126, "kayaker": 127, "waves": 128, "purple": 129, "boat": 130, "rain": 131, "gear": 132, "paddling": 133, "rapids": 134, "kayaks": 135, "rough": 136, "kayak": 137, "swimming": 138, "waters": 139, "person": 140, "kayaking": 141, "getting": 142, "ready": 143, "club": 144, "sleeveless": 145, "leans": 146, "golf": 147, "taking": 148, "hat": 149, "khaki": 150, "plays": 151, "begins": 152, "leaps": 153, "barrier": 154, "fence": 155, "wooden": 156, "about": 157, "there": 158, "dogs": 159, "other": 160, "tries": 161, "rolls": 162, "tan": 163, "grey": 164, "rolling": 165, "its": 166, "back": 167, "wears": 168, "tag": 169, "green": 170, "sitting": 171, "next": 172, "waterfall": 173, "an": 174, "sits": 175, "shore": 176, "pool": 177, "by": 178, "massive": 179, "waterfalls": 180, "edge": 181, "fall": 182, "hurdle": 183, "jumps": 184, "bar": 185, "agility": 186, "obstacle": 187, "course": 188, "blond": 189, "haired": 190, "outfit": 191, "belt": 192, "doing": 193, "karate": 194, "sash": 195, "practices": 196, "martial": 197, "arts": 198, "headband": 199, "hand": 200, "her": 201, "waist": 202, "extended": 203, "straight": 204, "out": 205, "uniform": 206, "part": 207, "does": 208, "hardhat": 209, "stands": 210, "beside": 211, "ladder": 212, "orange": 213, "jacket": 214, "looks": 215, "camera": 216, "helmet": 217, "smiling": 218, "construction": 219, "worker": 220, "car": 221, "parked": 222, "graffiti": 223, "filled": 224, "wall": 225, "gathering": 226, "few": 227, "nearby": 228, "four": 229, "huddle": 230, "adults": 231, "stand": 232, "covered": 233, "art": 234, "night": 235, "talk": 236, "trees": 237, "river": 238, "toddler": 239, "very": 240, "riding": 241, "background": 242, "building": 243, "playing": 244, "violin": 245, "brick": 246, "striped": 247, "tights": 248, "outside": 249, "bow": 250, "cup": 251, "milk": 252, "face": 253, "drinks": 254, "gets": 255, "table": 256, "laughing": 257, "hair": 258, "around": 259, "mouth": 260, "hurdles": 261, "series": 262, "poles": 263, "colored": 264, "beam": 265, "grassy": 266, "garden": 267, "galloping": 268, "lush": 269, "lawn": 270, "tricolored": 271, "fenced": 272, "area": 273, "desk": 274, "group": 275, "behind": 276, "seated": 277, "line": 278, "windows": 279, "library": 280, "big": 281, "chases": 282, "chasing": 283, "smaller": 284, "after": 285, "run": 286, "together": 287, "play": 288, "ladies": 289, "dresses": 290, "pose": 291, "side": 292, "road": 293, "heels": 294, "posing": 295, "under": 296, "hanging": 297, "lights": 298, "eating": 299, "peach": 300, "eats": 301, "blonde": 302, "shadow": 303, "sun": 304, "book": 305, "reading": 306, "girls": 307, "near": 308, "door": 309, "reads": 310, "scarves": 311, "colorful": 312, "skirts": 313, "ambulance": 314, "being": 315, "truck": 316, "bed": 317, "towed": 318, "was": 319, "driving": 320, "fourwheeler": 321, "offroad": 322, "atv": 323, "makes": 324, "jump": 325, "dirt": 326, "racer": 327, "leaves": 328, "wheeled": 329, "bike": 330, "trick": 331, "flying": 332, "snow": 333, "slope": 334, "sled": 335, "watches": 336, "falling": 337, "snowboarder": 338, "crashes": 339, "children": 340, "golden": 341, "skis": 342, "storm": 343, "skiing": 344, "coat": 345, "interacting": 346, "that": 347, "bitten": 348, "object": 349, "snowy": 350, "hill": 351, "interact": 352, "larger": 353, "yard": 354, "guy": 355, "bicycles": 356, "towards": 357, "away": 358, "beautiful": 359, "mountains": 360, "clear": 361, "day": 362, "bicycle": 363, "narrow": 364, "path": 365, "trail": 366, "bathing": 367, "suit": 368, "body": 369, "midair": 370, "blowing": 371, "bubbles": 372, "blow": 373, "outdoors": 374, "colourful": 375, "park": 376, "bright": 377, "bubble": 378, "skier": 379, "skies": 380, "mountain": 381, "cheerleader": 382, "clothing": 383, "tosses": 384, "athletic": 385, "cheerleaders": 386, "throw": 387, "five": 388, "toss": 389, "fellow": 390, "member": 391, "along": 392, "shoreline": 393, "wet": 394, "rocks": 395, "ramp": 396, "range": 397, "ski": 398, "jumper": 399, "winter": 400, "fun": 401, "flies": 402, "which": 403, "sign": 404, "having": 405, "taken": 406, "tournament": 407, "using": 408, "chainsaw": 409, "statue": 410, "log": 411, "carving": 412, "wood": 413, "airborne": 414, "motorcycle": 415, "spectators": 416, "motocross": 417, "rider": 418, "scooter": 419, "rides": 420, "suburban": 421, "neighborhood": 422, "curb": 423, "lone": 424, "pants": 425, "someone": 426, "snowboard": 427, "photo": 428, "ball": 429, "carrying": 430, "fetches": 431, "trots": 432, "tongue": 433, "toy": 434, "tree": 435, "surface": 436, "licking": 437, "nose": 438, "biker": 439, "performs": 440, "driver": 441, "motorbike": 442, "performing": 443, "stunts": 444, "it": 445, "carries": 446, "swim": 447, "trunks": 448, "crowded": 449, "walks": 450, "dark": 451, "feathered": 452, "mask": 453, "jewelry": 454, "participates": 455, "parade": 456, "silver": 457, "beads": 458, "hawaiian": 459, "garb": 460, "snowsuit": 461, "across": 462, "harness": 463, "sprints": 464, "evening": 465, "attire": 466, "for": 467, "picture": 468, "wear": 469, "photograph": 470, "formal": 471, "smile": 472, "wide": 473, "open": 474, "life": 475, "goggles": 476, "him": 477, "enjoy": 478, "vest": 479, "look": 480, "poses": 481, "boats": 482, "canoe": 483, "canoes": 484, "during": 485, "dimly": 486, "lit": 487, "time": 488, "men": 489, "dusk": 490, "holds": 491, "long": 492, "sleeve": 493, "box": 494, "above": 495, "inside": 496, "something": 497, "top": 498, "decorated": 499, "cardboard": 500, "atop": 501, "moving": 502, "go": 503, "ride": 504, "travel": 505, "several": 506, "shoulders": 507, "beard": 508, "couple": 509, "sit": 510, "overlooking": 511, "below": 512, "cliff": 513, "upon": 514, "cap": 515, "swimmers": 516, "matching": 517, "caps": 518, "lake": 519, "murky": 520, "wading": 521, "chunk": 522, "preparing": 523, "snowball": 524, "he": 525, "training": 526, "poodle": 527, "sweatshirt": 528, "teaching": 529, "do": 530, "basketball": 531, "player": 532, "jersey": 533, "court": 534, "skinned": 535, "sports": 536, "dribbles": 537, "game": 538, "drives": 539, "basket": 540, "heavy": 541, "set": 542, "chairs": 543, "elderly": 544, "leash": 545, "lies": 546, "folding": 547, "cow": 548, "bull": 549, "pursued": 550, "bikes": 551, "bicyclists": 552, "racing": 553, "forest": 554, "bikers": 555, "woods": 556, "arena": 557, "ring": 558, "bending": 559, "backwards": 560, "starring": 561, "each": 562, "light": 563, "stare": 564, "facing": 565, "middle": 566, "watch": 567, "try": 568, "climb": 569, "puppy": 570, "climbs": 571, "who": 572, "where": 573, "sailing": 574, "splashes": 575, "shallow": 576, "handstand": 577, "hangs": 578, "upside": 579, "board": 580, "maneuver": 581, "crowd": 582, "stunt": 583, "pyramid": 584, "shirtless": 585, "balancing": 586, "topless": 587, "passes": 588, "kids": 589, "no": 590, "plain": 591, "been": 592, "made": 593, "uncut": 594, "blanket": 595, "gloves": 596, "scarf": 597, "boulder": 598, "sand": 599, "but": 600, "snowcovered": 601, "downhill": 602, "this": 603, "frame": 604, "good": 605, "suits": 606, "splashing": 607, "block": 608, "order": 609, "spray": 610, "silly": 611, "fake": 612, "masks": 613, "pretend": 614, "smoke": 615, "dinner": 616, "hold": 617, "plates": 618, "heads": 619, "friends": 620, "gold": 621, "held": 622, "splashed": 623, "playground": 624, "sprayed": 625, "sprinklers": 626, "hockey": 627, "played": 628, "follows": 629, "attempts": 630, "end": 631, "number": 632, "players": 633, "ascending": 634, "railings": 635, "patterned": 636, "walkway": 637, "handrail": 638, "six": 639, "steps": 640, "collar": 641, "laying": 642, "lays": 643, "driveway": 644, "arms": 645, "tshirt": 646, "skate": 647, "teen": 648, "mother": 649, "giving": 650, "umbrella": 651, "leaning": 652, "appears": 653, "be": 654, "homeless": 655, "cover": 656, "sheet": 657, "kicks": 658, "kick": 659, "leg": 660, "kicking": 661, "gravel": 662, "rubs": 663, "brownhaired": 664, "backpack": 665, "tarp": 666, "class": 667, "lined": 668, "plastic": 669, "races": 670, "curve": 671, "rural": 672, "making": 673, "turn": 674, "professional": 675, "motorcyclist": 676, "turning": 677, "corner": 678, "tugofwar": 679, "poodles": 680, "fighting": 681, "mouths": 682, "tug": 683, "war": 684, "foam": 685, "hats": 686, "train": 687, "take": 688, "photos": 689, "new": 690, "york": 691, "get": 692, "subway": 693, "horses": 694, "race": 695, "track": 696, "muzzled": 697, "greyhounds": 698, "ahead": 699, "numbered": 700, "shirts": 701, "uniforms": 702, "chased": 703, "wooded": 704, "guitar": 705, "hospital": 706, "raises": 707, "catches": 708, "frisbee": 709, "catch": 710, "skateboard": 711, "rail": 712, "skateboarding": 713, "low": 714, "tricks": 715, "adult": 716, "sunglasses": 717, "lap": 718, "fat": 719, "denim": 720, "jean": 721, "diving": 722, "stop": 723, "wait": 724, "porch": 725, "placed": 726, "spotted": 727, "pad": 728, "short": 729, "stairs": 730, "skateboarder": 731, "step": 732, "lab": 733, "seat": 734, "surprised": 735, "icy": 736, "town": 737, "view": 738, "traffic": 739, "intersection": 740, "toward": 741, "community": 742, "church": 743, "waiting": 744, "religious": 745, "gathered": 746, "barks": 747, "surrounded": 748, "barking": 749, "fetching": 750, "sniffing": 751, "sniffs": 752, "hound": 753, "prey": 754, "pile": 755, "african": 756, "toddlers": 757, "kitchen": 758, "dance": 759, "dancing": 760, "outfits": 761, "asleep": 762, "bus": 763, "sleeps": 764, "chair": 765, "lady": 766, "sleeping": 767, "bunch": 768, "christmas": 769, "type": 770, "past": 771, "urban": 772, "ice": 773, "skating": 774, "many": 775, "watching": 776, "skaters": 777, "outdoor": 778, "rink": 779, "huge": 780, "center": 781, "hallway": 782, "indoors": 783, "guys": 784, "act": 785, "gestures": 786, "backstroke": 787, "swimmer": 788, "hands": 789, "attacking": 790, "biting": 791, "jeans": 792, "german": 793, "shepherd": 794, "stone": 795, "bridge": 796, "throwing": 797, "wave": 798, "ocean": 799, "newspaper": 800, "paved": 801, "fluffy": 802, "paper": 803, "motorcyclists": 804, "motorcycles": 805, "helmets": 806, "riders": 807, "room": 808, "hugging": 809, "shorthaired": 810, "apron": 811, "arm": 812, "glasses": 813, "structure": 814, "quad": 815, "wheeler": 816, "police": 817, "asking": 818, "forward": 819, "whilst": 820, "help": 821, "leaping": 822, "sport": 823, "referee": 824, "rugby": 825, "trying": 826, "football": 827, "bmx": 828, "fast": 829, "baseball": 830, "base": 831, "baseman": 832, "softball": 833, "first": 834, "pitcher": 835, "just": 836, "runner": 837, "parachute": 838, "landing": 839, "they": 840, "have": 841, "navy": 842, "soccer": 843, "others": 844, "converse": 845, "shows": 846, "tire": 847, "share": 848, "cheek": 849, "teeth": 850, "bite": 851, "carpet": 852, "coming": 853, "pitch": 854, "team": 855, "pitching": 856, "cyclist": 857, "floppy": 858, "takes": 859, "pictures": 860, "gather": 861, "costumes": 862, "same": 863, "direction": 864, "busy": 865, "silhouette": 866, "buildings": 867, "signs": 868, "shot": 869, "turned": 870, "bald": 871, "miami": 872, "sneakers": 873, "craft": 874, "meal": 875, "full": 876, "school": 877, "foreground": 878, "stripes": 879, "kid": 880, "steering": 881, "wheel": 882, "fingers": 883, "put": 884, "dusty": 885, "alley": 886, "piece": 887, "bat": 888, "sad": 889, "tricycle": 890, "mud": 891, "cries": 892, "she": 893, "attempting": 894, "picnic": 895, "bench": 896, "metal": 897, "phone": 898, "plants": 899, "teenage": 900, "cellphone": 901, "husky": 902, "chase": 903, "partially": 904, "silhouetted": 905, "pole": 906, "post": 907, "vehicle": 908, "similar": 909, "single": 910, "almost": 911, "cart": 912, "spins": 913, "tires": 914, "comes": 915, "starts": 916, "broken": 917, "smoking": 918, "racetrack": 919, "stick": 920, "competition": 921, "uses": 922, "setting": 923, "tripod": 924, "beige": 925, "climber": 926, "sky": 927, "rope": 928, "safety": 929, "attached": 930, "cold": 931, "longhaired": 932, "surfing": 933, "surfboard": 934, "surfer": 935, "going": 936, "steep": 937, "retrieving": 938, "indian": 939, "headscarf": 940, "old": 941, "fountain": 942, "checking": 943, "spot": 944, "eye": 945, "spots": 946, "cars": 947, "dalmatian": 948, "dalmation": 949, "chews": 950, "branch": 951, "bites": 952, "hind": 953, "legs": 954, "between": 955, "cliffs": 956, "crossing": 957, "chain": 958, "pass": 959, "wire": 960, "canyon": 961, "ledge": 962, "railing": 963, "houses": 964, "ridden": 965, "resting": 966, "tall": 967, "doberman": 968, "dirty": 969, "puddle": 970, "melting": 971, "family": 972, "hillside": 973, "itself": 974, "eyes": 975, "blindfolded": 976, "jeep": 977, "bags": 978, "bag": 979, "sides": 980, "sandals": 981, "older": 982, "gray": 983, "clapping": 984, "concrete": 985, "either": 986, "action": 987, "pedestrians": 988, "speaking": 989, "touches": 990, "speaks": 991, "microphone": 992, "meeting": 993, "sticking": 994, "shoulder": 995, "posts": 996, "logs": 997, "parking": 998, "lot": 999, "push": 1000, "apart": 1001, "fishing": 1002, "pushing": 1003, "pulling": 1004, "close": 1005, "benches": 1006, "shoes": 1007, "break": 1008, "afternoon": 1009, "ear": 1010, "shaggy": 1011, "bikini": 1012, "stream": 1013, "creek": 1014, "pathway": 1015, "hits": 1016, "tennis": 1017, "racket": 1018, "racquet": 1019, "cut": 1020, "ship": 1021, "throws": 1022, "cutout": 1023, "sailor": 1024, "hit": 1025, "balls": 1026, "fair": 1027, "food": 1028, "amusement": 1029, "straw": 1030, "cowboy": 1031, "stripped": 1032, "backs": 1033, "ears": 1034, "sharing": 1035, "headphones": 1036, "listening": 1037, "music": 1038, "seen": 1039, "earphones": 1040, "lift": 1041, "skiers": 1042, "rafting": 1043, "seven": 1044, "raft": 1045, "glacier": 1046, "pick": 1047, "crossed": 1048, "country": 1049, "folded": 1050, "photographer": 1051, "market": 1052, "tackled": 1053, "opposing": 1054, "foot": 1055, "male": 1056, "tackle": 1057, "cat": 1058, "nap": 1059, "kneeling": 1060, "lighting": 1061, "amid": 1062, "kneels": 1063, "rows": 1064, "candles": 1065, "ballet": 1066, "fairy": 1067, "wand": 1068, "stage": 1069, "tiny": 1070, "butterfly": 1071, "waving": 1072, "leotard": 1073, "tutu": 1074, "wings": 1075, "shaking": 1076, "blocks": 1077, "hiker": 1078, "backpacking": 1079, "hiking": 1080, "following": 1081, "uphill": 1082, "bay": 1083, "fire": 1084, "campfire": 1085, "guitarist": 1086, "before": 1087, "banners": 1088, "colors": 1089, "rainbow": 1090, "flags": 1091, "celebrating": 1092, "party": 1093, "scene": 1094, "goes": 1095, "nighttime": 1096, "numbers": 1097, "pack": 1098, "runners": 1099, "barefoot": 1100, "muddy": 1101, "hay": 1102, "only": 1103, "showing": 1104, "except": 1105, "left": 1106, "hiding": 1107, "underneath": 1108, "hides": 1109, "sailboat": 1110, "dock": 1111, "seattle": 1112, "docked": 1113, "photographed": 1114, "smokes": 1115, "bandanna": 1116, "catching": 1117, "drive": 1118, "bank": 1119, "mostly": 1120, "swampy": 1121, "turns": 1122, "courtyard": 1123, "tiled": 1124, "fish": 1125, "pond": 1126, "floor": 1127, "bicyclist": 1128, "pops": 1129, "wheelie": 1130, "glass": 1131, "finger": 1132, "raising": 1133, "pointing": 1134, "goal": 1135, "shoot": 1136, "jumped": 1137, "audience": 1138, "college": 1139, "shooting": 1140, "leashed": 1141, "band": 1142, "singing": 1143, "steers": 1144, "speeding": 1145, "jet": 1146, "speed": 1147, "leaving": 1148, "tugging": 1149, "pajamas": 1150, "hall": 1151, "hardwood": 1152, "brightly": 1153, "lots": 1154, "blurry": 1155, "leads": 1156, "surfers": 1157, "carry": 1158, "boards": 1159, "reach": 1160, "ferry": 1161, "deck": 1162, "int": 1163, "vendor": 1164, "prepare": 1165, "counter": 1166, "dim": 1167, "plaid": 1168, "limb": 1169, "drag": 1170, "floating": 1171, "sets": 1172, "sea": 1173, "furniture": 1174, "window": 1175, "second": 1176, "ropes": 1177, "move": 1178, "jackets": 1179, "rowing": 1180, "bottom": 1181, "biking": 1182, "sunny": 1183, "cyclists": 1184, "bearded": 1185, "woodland": 1186, "streets": 1187, "wetsuit": 1188, "dead": 1189, "closed": 1190, "tossing": 1191, "leaf": 1192, "read": 1193, "friend": 1194, "drink": 1195, "examine": 1196, "putting": 1197, "letters": 1198, "sticks": 1199, "inflatable": 1200, "caught": 1201, "cross": 1202, "row": 1203, "identical": 1204, "splits": 1205, "trampoline": 1206, "speeds": 1207, "kiss": 1208, "foliage": 1209, "kisses": 1210, "paws": 1211, "lying": 1212, "rests": 1213, "patio": 1214, "bricks": 1215, "wheels": 1216, "trunk": 1217, "artist": 1218, "painting": 1219, "canvas": 1220, "overalls": 1221, "creating": 1222, "dust": 1223, "cloud": 1224, "rally": 1225, "sharp": 1226, "observes": 1227, "desert": 1228, "elaborate": 1229, "formation": 1230, "protective": 1231, "net": 1232, "pit": 1233, "backward": 1234, "rocking": 1235, "though": 1236, "pen": 1237, "stuck": 1238, "marker": 1239, "potted": 1240, "amidst": 1241, "fallen": 1242, "native": 1243, "festive": 1244, "feathers": 1245, "march": 1246, "knees": 1247, "tail": 1248, "digs": 1249, "hot": 1250, "balloon": 1251, "lands": 1252, "among": 1253, "cowboys": 1254, "horseback": 1255, "lasso": 1256, "calf": 1257, "rodeo": 1258, "indoor": 1259, "hike": 1260, "incline": 1261, "crosscountry": 1262, "also": 1263, "wine": 1264, "tube": 1265, "slide": 1266, "playhouse": 1267, "equipment": 1268, "checked": 1269, "bowl": 1270, "plate": 1271, "display": 1272, "bowls": 1273, "toys": 1274, "retrieve": 1275, "swims": 1276, "lead": 1277, "painted": 1278, "van": 1279, "helping": 1280, "pulled": 1281, "passengers": 1282, "heavily": 1283, "leafy": 1284, "pale": 1285, "blurred": 1286, "sledding": 1287, "sliding": 1288, "store": 1289, "clothes": 1290, "shops": 1291, "walls": 1292, "writing": 1293, "writes": 1294, "military": 1295, "bends": 1296, "speak": 1297, "talks": 1298, "crying": 1299, "shakes": 1300, "retriever": 1301, "himself": 1302, "leap": 1303, "flag": 1304, "video": 1305, "paints": 1306, "onlookers": 1307, "cement": 1308, "barren": 1309, "landscape": 1310, "empty": 1311, "pointy": 1312, "objects": 1313, "lower": 1314, "inline": 1315, "skates": 1316, "rollerblades": 1317, "gate": 1318, "rollerblader": 1319, "grinding": 1320, "saxophone": 1321, "hydrant": 1322, "musical": 1323, "instrument": 1324, "or": 1325, "volleyball": 1326, "slides": 1327, "descending": 1328, "cricket": 1329, "stump": 1330, "paddle": 1331, "uniformed": 1332, "tackles": 1333, "tackling": 1334, "jerseys": 1335, "opposite": 1336, "wind": 1337, "sandy": 1338, "camels": 1339, "females": 1340, "camel": 1341, "paddles": 1342, "touching": 1343, "gym": 1344, "dribbling": 1345, "embrace": 1346, "pier": 1347, "sprinkler": 1348, "slip": 1349, "mat": 1350, "spraying": 1351, "thrown": 1352, "surf": 1353, "american": 1354, "footballer": 1355, "approaches": 1356, "boogie": 1357, "stairway": 1358, "unicycle": 1359, "bathtub": 1360, "clouds": 1361, "approaching": 1362, "stores": 1363, "shop": 1364, "mobile": 1365, "rag": 1366, "item": 1367, "bare": 1368, "skirt": 1369, "great": 1370, "giant": 1371, "billboard": 1372, "advertisement": 1373, "poster": 1374, "naked": 1375, "wrestling": 1376, "laugh": 1377, "tables": 1378, "winding": 1379, "house": 1380, "headfirst": 1381, "digging": 1382, "beneath": 1383, "brush": 1384, "hole": 1385, "goalie": 1386, "stops": 1387, "stool": 1388, "sell": 1389, "stuffed": 1390, "animals": 1391, "selling": 1392, "various": 1393, "third": 1394, "progress": 1395, "couch": 1396, "residential": 1397, "sofa": 1398, "youth": 1399, "grinds": 1400, "makeshift": 1401, "climbers": 1402, "mountainside": 1403, "gathers": 1404, "living": 1405, "soaring": 1406, "collie": 1407, "interesting": 1408, "challenging": 1409, "teams": 1410, "crouched": 1411, "spinning": 1412, "had": 1413, "trashcan": 1414, "marked": 1415, "tshirts": 1416, "jogging": 1417, "marathon": 1418, "leading": 1419, "horse": 1420, "show": 1421, "flips": 1422, "bounces": 1423, "bouncing": 1424, "upsidedown": 1425, "you": 1426, "can": 1427, "see": 1428, "sheep": 1429, "distance": 1430, "valley": 1431, "cows": 1432, "i": 1433, "different": 1434, "directions": 1435, "warm": 1436, "weather": 1437, "summer": 1438, "pauses": 1439, "drawing": 1440, "brunette": 1441, "faces": 1442, "unseen": 1443, "mound": 1444, "corgi": 1445, "bale": 1446, "chinese": 1447, "skinny": 1448, "rowboat": 1449, "thin": 1450, "buggy": 1451, "pulls": 1452, "daughter": 1453, "wagon": 1454, "frozen": 1455, "cartwheel": 1456, "tied": 1457, "neck": 1458, "relaxing": 1459, "underwater": 1460, "sleds": 1461, "swimsuits": 1462, "bikinis": 1463, "staircase": 1464, "skateboarders": 1465, "mirror": 1466, "bottles": 1467, "sacks": 1468, "pillow": 1469, "fight": 1470, "films": 1471, "movie": 1472, "banner": 1473, "event": 1474, "officer": 1475, "tiger": 1476, "pitbull": 1477, "whose": 1478, "paint": 1479, "enjoying": 1480, "well": 1481, "overlooks": 1482, "bigger": 1483, "brindle": 1484, "starting": 1485, "rocket": 1486, "flower": 1487, "tunnel": 1488, "alongside": 1489, "wrestle": 1490, "dish": 1491, "crosses": 1492, "pine": 1493, "pavement": 1494, "batting": 1495, "muscular": 1496, "hitting": 1497, "skateboards": 1498, "flight": 1499, "reaching": 1500, "ninja": 1501, "hood": 1502, "power": 1503, "mid": 1504, "strip": 1505, "scenery": 1506, "bowling": 1507, "winds": 1508, "stadium": 1509, "sword": 1510, "opponent": 1511, "homemade": 1512, "hose": 1513, "bent": 1514, "animal": 1515, "stretch": 1516, "stretching": 1517, "ankle": 1518, "bride": 1519, "bouquet": 1520, "groom": 1521, "wedding": 1522, "parasailing": 1523, "figure": 1524, "sunset": 1525, "gliding": 1526, "bird": 1527, "returns": 1528, "racers": 1529, "passing": 1530, "cheering": 1531, "cheer": 1532, "complete": 1533, "swimsuit": 1534, "braids": 1535, "chest": 1536, "pigtails": 1537, "heart": 1538, "how": 1539, "peace": 1540, "marching": 1541, "gymnast": 1542, "tent": 1543, "campsite": 1544, "picking": 1545, "herself": 1546, "bungee": 1547, "mountaintop": 1548, "hello": 1549, "kitty": 1550, "electric": 1551, "bars": 1552, "jumpsuit": 1553, "balcony": 1554, "sound": 1555, "mountainous": 1556, "skater": 1557, "stair": 1558, "both": 1559, "located": 1560, "bucking": 1561, "bicycler": 1562, "lunges": 1563, "spiderman": 1564, "prepares": 1565, "garage": 1566, "shed": 1567, "beanie": 1568, "twisting": 1569, "handlebars": 1570, "males": 1571, "circle": 1572, "conversation": 1573, "wakeboarding": 1574, "waterskiing": 1575, "surfs": 1576, "wakeboard": 1577, "gondola": 1578, "watery": 1579, "canal": 1580, "machine": 1581, "arcade": 1582, "conversing": 1583, "visible": 1584, "crashing": 1585, "moves": 1586, "quickly": 1587, "string": 1588, "skimpy": 1589, "towel": 1590, "right": 1591, "compete": 1592, "footballers": 1593, "headed": 1594, "beer": 1595, "pull": 1596, "ceiling": 1597, "traveling": 1598, "attempt": 1599, "scaling": 1600, "dangling": 1601, "cast": 1602, "camcorder": 1603, "horizontal": 1604, "countryside": 1605, "peaks": 1606, "emerges": 1607, "pokes": 1608, "opens": 1609, "asian": 1610, "teenagers": 1611, "shades": 1612, "waits": 1613, "boots": 1614, "combat": 1615, "print": 1616, "tight": 1617, "stomach": 1618, "falls": 1619, "struggles": 1620, "meet": 1621, "neon": 1622, "plank": 1623, "wrestler": 1624, "bearing": 1625, "not": 1626, "saddle": 1627, "vertical": 1628, "followed": 1629, "bushes": 1630, "tents": 1631, "camp": 1632, "camping": 1633, "pets": 1634, "petting": 1635, "cones": 1636, "score": 1637, "snowboarders": 1638, "dives": 1639, "overweight": 1640, "tank": 1641, "students": 1642, "university": 1643, "these": 1644, "reflection": 1645, "hoodie": 1646, "hooded": 1647, "own": 1648, "skull": 1649, "cups": 1650, "cigarette": 1651, "crouching": 1652, "position": 1653, "guarding": 1654, "offcamera": 1655, "fur": 1656, "furry": 1657, "restaurant": 1658, "attack": 1659, "trains": 1660, "cloth": 1661, "studio": 1662, "practicing": 1663, "cream": 1664, "cone": 1665, "owners": 1666, "curly": 1667, "natural": 1668, "fuzzy": 1669, "weeds": 1670, "perched": 1671, "strange": 1672, "creature": 1673, "sort": 1674, "insect": 1675, "tie": 1676, "advertising": 1677, "logo": 1678, "cave": 1679, "fountains": 1680, "outstreached": 1681, "beak": 1682, "land": 1683, "chalk": 1684, "terriers": 1685, "patch": 1686, "shown": 1687, "thick": 1688, "casting": 1689, "dune": 1690, "fly": 1691, "competing": 1692, "puts": 1693, "touch": 1694, "floaties": 1695, "redheaded": 1696, "mountaineer": 1697, "dances": 1698, "onstage": 1699, "floats": 1700, "pretty": 1701, "earth": 1702, "bleachers": 1703, "crouches": 1704, "splash": 1705, "sail": 1706, "kiddie": 1707, "bowler": 1708, "ducks": 1709, "birds": 1710, "geese": 1711, "pouring": 1712, "soda": 1713, "liquid": 1714, "farm": 1715, "work": 1716, "shovel": 1717, "watched": 1718, "bottle": 1719, "bush": 1720, "jungle": 1721, "monkey": 1722, "muzzle": 1723, "greyhound": 1724, "cafe": 1725, "tongues": 1726, "lean": 1727, "checks": 1728, "crosswalk": 1729, "give": 1730, "rollerblading": 1731, "punching": 1732, "jack": 1733, "terrier": 1734, "called": 1735, "fisherman": 1736, "pipe": 1737, "oriental": 1738, "buckets": 1739, "boxes": 1740, "spotlight": 1741, "multicolored": 1742, "still": 1743, "owner": 1744, "tractor": 1745, "obstacles": 1746, "dropping": 1747, "suspended": 1748, "shaped": 1749, "waterskier": 1750, "juggling": 1751, "flames": 1752, "performer": 1753, "presentation": 1754, "castle": 1755, "boston": 1756, "boxers": 1757, "playfully": 1758, "growling": 1759, "necklace": 1760, "bracelet": 1761, "shines": 1762, "pair": 1763, "swans": 1764, "lamp": 1765, "teal": 1766, "fruit": 1767, "chocolate": 1768, "snack": 1769, "eat": 1770, "patches": 1771, "space": 1772, "canopy": 1773, "hear": 1774, "musicians": 1775, "instruments": 1776, "rear": 1777, "athlete": 1778, "sponsored": 1779, "wheelchair": 1780, "half": 1781, "teenager": 1782, "markings": 1783, "shopping": 1784, "mohawk": 1785, "cape": 1786, "fan": 1787, "says": 1788, "concert": 1789, "points": 1790, "happy": 1791, "perform": 1792, "enclosed": 1793, "wilderness": 1794, "platform": 1795, "point": 1796, "horizon": 1797, "labrador": 1798, "musician": 1799, "firefighter": 1800, "fireman": 1801, "sprays": 1802, "hard": 1803, "seashore": 1804, "pointed": 1805, "saying": 1806, "float": 1807, "wicker": 1808, "swan": 1809, "league": 1810, "rival": 1811, "trotting": 1812, "sumo": 1813, "wrestlers": 1814, "knit": 1815, "strings": 1816, "picks": 1817, "soft": 1818, "greenhouse": 1819, "tools": 1820, "unfinished": 1821, "carried": 1822, "distorted": 1823, "image": 1824, "darkskinned": 1825, "shaved": 1826, "awning": 1827, "shade": 1828, "hut": 1829, "airplane": 1830, "seats": 1831, "retrieves": 1832, "motor": 1833, "motion": 1834, "twin": 1835, "reflective": 1836, "interviews": 1837, "catcher": 1838, "jacked": 1839, "individuals": 1840, "match": 1841, "ponytail": 1842, "case": 1843, "money": 1844, "treads": 1845, "trainer": 1846, "gun": 1847, "outstretched": 1848, "fireplace": 1849, "rod": 1850, "casts": 1851, "jockeys": 1852, "batter": 1853, "members": 1854, "performance": 1855, "babies": 1856, "working": 1857, "backpacker": 1858, "hikes": 1859, "come": 1860, "enter": 1861, "medium": 1862, "sized": 1863, "flaming": 1864, "tossed": 1865, "happily": 1866, "eight": 1867, "darkened": 1868, "feather": 1869, "pop": 1870, "gallery": 1871, "aqua": 1872, "museum": 1873, "alone": 1874, "squirrel": 1875, "coach": 1876, "whistle": 1877, "ran": 1878, "costumed": 1879, "diner": 1880, "covers": 1881, "scary": 1882, "covering": 1883, "rubber": 1884, "duck": 1885, "cloudy": 1886, "camouflage": 1887, "handle": 1888, "emerging": 1889, "pattern": 1890, "reflecting": 1891, "sunlight": 1892, "cannon": 1893, "roll": 1894, "eastern": 1895, "robe": 1896, "surrounding": 1897, "parents": 1898, "sculpture": 1899, "corn": 1900, "cob": 1901, "romp": 1902, "color": 1903, "cake": 1904, "mess": 1905, "public": 1906, "wade": 1907, "pretending": 1908, "japanese": 1909, "scenic": 1910, "hoops": 1911, "spoon": 1912, "expression": 1913, "disc": 1914, "grab": 1915, "jogger": 1916, "robot": 1917, "jogs": 1918, "distant": 1919, "bee": 1920, "hugs": 1921, "mascot": 1922, "marketplace": 1923, "somthing": 1924, "coats": 1925, "suv": 1926, "drums": 1927, "buy": 1928, "round": 1929, "backlit": 1930, "slightly": 1931, "seeds": 1932, "plant": 1933, "wheelbarrow": 1934, "moustache": 1935, "blows": 1936, "stretches": 1937, "lifted": 1938, "younger": 1939, "chew": 1940, "transportation": 1941, "crane": 1942, "strapped": 1943, "wakeboarder": 1944, "midjump": 1945, "vehicles": 1946, "scooters": 1947, "border": 1948, "serious": 1949, "works": 1950, "pigeons": 1951, "marble": 1952, "floral": 1953, "bathroom": 1954, "cage": 1955, "sporting": 1956, "appear": 1957, "attention": 1958, "boarding": 1959, "flute": 1960, "paying": 1961, "brother": 1962, "striking": 1963, "rest": 1964, "hilly": 1965, "scales": 1966, "gymnastic": 1967, "vault": 1968, "balance": 1969, "flip": 1970, "puck": 1971, "struggle": 1972, "photographs": 1973, "fetch": 1974, "raincoat": 1975, "seating": 1976, "outcropping": 1977, "branches": 1978, "cleaning": 1979, "army": 1980, "infant": 1981, "stroller": 1982, "newborn": 1983, "listens": 1984, "books": 1985, "bend": 1986, "purses": 1987, "motorbikes": 1988, "sings": 1989, "raised": 1990, "tags": 1991, "ten": 1992, "squirt": 1993, "squirting": 1994, "soaked": 1995, "eagle": 1996, "puppies": 1997, "chewing": 1998, "chess": 1999, "pieces": 2000, "beagle": 2001, "trench": 2002, "kicked": 2003, "strap": 2004, "vests": 2005, "device": 2006, "shirted": 2007, "leather": 2008, "navigates": 2009, "material": 2010, "collars": 2011, "cycling": 2012, "trailing": 2013, "handles": 2014, "follow": 2015, "sidecar": 2016, "cooking": 2017, "pot": 2018, "items": 2019, "halfpipe": 2020, "magazine": 2021, "snowing": 2022, "unhappy": 2023, "bath": 2024, "clean": 2025, "dining": 2026, "tile": 2027, "treelined": 2028, "profile": 2029, "bear": 2030, "mall": 2031, "teammate": 2032, "joy": 2033, "home": 2034, "makeup": 2035, "haircut": 2036, "singer": 2037, "dollar": 2038, "themed": 2039, "doll": 2040, "mans": 2041, "abandoned": 2042, "boardwalk": 2043, "flipping": 2044, "paperwork": 2045, "tattoo": 2046, "balances": 2047, "spread": 2048, "square": 2049, "official": 2050, "obama": 2051, "beverage": 2052, "gives": 2053, "fans": 2054, "oklahoma": 2055, "sleeved": 2056, "grabbing": 2057, "socks": 2058, "jesus": 2059, "protest": 2060, "helps": 2061, "cushion": 2062, "puffy": 2063, "domino": 2064, "lifting": 2065, "reaches": 2066, "nice": 2067, "cellphones": 2068, "tropical": 2069, "pony": 2070, "crawls": 2071, "crawling": 2072, "kayakers": 2073, "ridge": 2074, "everywhere": 2075, "hoop": 2076, "use": 2077, "computer": 2078, "computers": 2079, "shoveling": 2080, "cop": 2081, "clown": 2082, "batman": 2083, "fabric": 2084, "multicolor": 2085, "earring": 2086, "pierced": 2087, "piercing": 2088, "flannel": 2089, "start": 2090, "station": 2091, "fishes": 2092, "tops": 2093, "circular": 2094, "underwear": 2095, "plaza": 2096, "buried": 2097, "change": 2098, "bound": 2099, "goose": 2100, "snowboarding": 2101, "practice": 2102, "carnival": 2103, "handing": 2104, "tattooed": 2105, "screen": 2106, "kilt": 2107, "pain": 2108, "place": 2109, "carriage": 2110, "fancy": 2111, "grocery": 2112, "link": 2113, "lounge": 2114, "flops": 2115, "lipstick": 2116, "headdress": 2117, "hills": 2118, "check": 2119, "overlook": 2120, "jagged": 2121, "kites": 2122, "pillar": 2123, "muzzles": 2124, "tails": 2125, "papers": 2126, "herding": 2127, "dried": 2128, "amongst": 2129, "hamburgers": 2130, "polka": 2131, "clings": 2132, "office": 2133, "couples": 2134, "cheeks": 2135, "whist": 2136, "darkhaired": 2137, "higher": 2138, "carpeted": 2139, "hopping": 2140, "seagulls": 2141, "multiple": 2142, "florida": 2143, "button": 2144, "so": 2145, "robes": 2146, "traditional": 2147, "kissing": 2148, "flat": 2149, "monument": 2150, "lightcolored": 2151, "village": 2152, "feeding": 2153, "lifts": 2154, "paw": 2155, "vine": 2156, "licks": 2157, "ollie": 2158, "ribbon": 2159, "maroon": 2160, "shovels": 2161, "autumn": 2162, "gymnastics": 2163, "dive": 2164, "bodyboard": 2165, "sooners": 2166, "snowcapped": 2167, "stones": 2168, "beers": 2169, "sucking": 2170, "pacifier": 2171, "lockers": 2172, "tape": 2173, "birthday": 2174, "festival": 2175, "launches": 2176, "fairground": 2177, "flock": 2178, "beyond": 2179, "palm": 2180, "swords": 2181, "disk": 2182, "candy": 2183, "coloring": 2184, "dragging": 2185, "snowmobile": 2186, "aiming": 2187, "target": 2188, "firing": 2189, "barrel": 2190, "map": 2191, "apple": 2192, "overhead": 2193, "tool": 2194, "wades": 2195, "scuba": 2196, "graffitied": 2197, "frolics": 2198, "lips": 2199, "meadow": 2200, "ends": 2201, "extreme": 2202, "peeks": 2203, "peers": 2204, "booth": 2205, "parka": 2206, "burning": 2207, "overhang": 2208, "checkered": 2209, "performers": 2210, "squirted": 2211, "yawning": 2212, "forested": 2213, "eyed": 2214, "sledge": 2215, "submerged": 2216, "helmeted": 2217, "oar": 2218, "far": 2219, "spout": 2220, "medieval": 2221, "apples": 2222, "defenders": 2223, "battle": 2224, "participating": 2225, "snowbank": 2226, "column": 2227, "padded": 2228, "bone": 2229, "cats": 2230, "built": 2231, "doorway": 2232, "european": 2233, "stoop": 2234, "equestrian": 2235, "goats": 2236, "doors": 2237, "stretched": 2238, "drummer": 2239, "song": 2240, "knee": 2241, "stuff": 2242, "wrapped": 2243, "deer": 2244, "seaweed": 2245, "rv": 2246, "pet": 2247, "snake": 2248, "flapping": 2249, "rug": 2250, "freshly": 2251, "cutting": 2252, "kangaroo": 2253, "juggles": 2254, "twirling": 2255, "innertube": 2256, "pelican": 2257, "bulldog": 2258, "without": 2259, "grabs": 2260, "watercraft": 2261, "bread": 2262, "examining": 2263, "glove": 2264, "bridesmaids": 2265, "popping": 2266, "blocking": 2267, "yelling": 2268, "roller": 2269, "coaster": 2270, "excited": 2271, "lens": 2272, "plane": 2273, "dancers": 2274, "balloons": 2275, "stares": 2276, "aged": 2277, "glider": 2278, "parasail": 2279, "kite": 2280, "accordion": 2281, "style": 2282, "quarterback": 2283, "gazes": 2284, "mini": 2285, "smelling": 2286, "noses": 2287, "loading": 2288, "what": 2289, "sundress": 2290, "thumbs": 2291, "thumb": 2292, "ticket": 2293, "breath": 2294, "apartment": 2295, "snowman": 2296, "wild": 2297, "firetruck": 2298, "marsh": 2299, "electronic": 2300, "free": 2301, "container": 2302, "circuit": 2303, "cameraman": 2304, "operating": 2305, "tutus": 2306, "belly": 2307, "trophy": 2308, "fireworks": 2309, "jockey": 2310, "tv": 2311, "juice": 2312, "clad": 2313, "policeman": 2314, "breaking": 2315, "acrobatic": 2316, "somersault": 2317, "seagull": 2318, "formally": 2319, "skyline": 2320, "handbag": 2321, "leashes": 2322, "security": 2323, "garbage": 2324, "trash": 2325, "enclosure": 2326, "playpen": 2327, "ceremony": 2328, "necklaces": 2329, "sparklers": 2330, "hawk": 2331, "peak": 2332, "chicken": 2333, "framed": 2334, "waterfront": 2335, "sidelines": 2336, "railroad": 2337, "tracks": 2338, "playful": 2339, "turkeys": 2340, "card": 2341, "cards": 2342, "pushed": 2343, "roadway": 2344, "opening": 2345, "hug": 2346, "boxer": 2347, "crash": 2348, "lines": 2349, "artificial": 2350, "travels": 2351, "ribbons": 2352, "industrial": 2353, "chairlift": 2354, "sheer": 2355, "dreadlocks": 2356, "africanamerican": 2357, "highway": 2358, "overpass": 2359, "boxing": 2360, "mom": 2361, "suspenders": 2362, "rings": 2363, "control": 2364, "blocked": 2365, "luggage": 2366, "airport": 2367, "offering": 2368, "windsurfer": 2369, "midst": 2370, "roof": 2371, "workers": 2372, "motorized": 2373, "packed": 2374, "storefront": 2375, "drum": 2376, "broom": 2377, "characters": 2378, "sat": 2379, "shelter": 2380, "monitor": 2381, "television": 2382, "tumbling": 2383, "dolphin": 2384, "filling": 2385, "choppy": 2386, "begging": 2387, "hotel": 2388, "ditch": 2389, "refrigerator": 2390, "lane": 2391, "tub": 2392, "medals": 2393, "business": 2394, "butt": 2395, "pushes": 2396, "including": 2397, "pug": 2398, "sale": 2399, "descends": 2400, "bounce": 2401, "blowup": 2402, "squats": 2403, "officers": 2404, "eggs": 2405, "easter": 2406, "hula": 2407, "relaxes": 2408, "shower": 2409, "backdrop": 2410, "horns": 2411, "warmly": 2412, "recently": 2413, "goat": 2414, "containing": 2415, "foggy": 2416, "dj": 2417, "gentleman": 2418, "belongings": 2419, "merrygoround": 2420, "calm": 2421, "cigarettes": 2422, "ramps": 2423, "morning": 2424, "rafts": 2425, "rusty": 2426, "harnesses": 2427, "bottoms": 2428, "treat": 2429, "jar": 2430, "seesaw": 2431, "binoculars": 2432, "cameras": 2433, "sideways": 2434, "guard": 2435, "michael": 2436, "jackson": 2437, "guitars": 2438, "sweaters": 2439, "injured": 2440, "pugs": 2441, "watermelon": 2442, "collide": 2443, "boa": 2444, "shoe": 2445, "driven": 2446, "dot": 2447, "rails": 2448, "skyscraper": 2449, "carrier": 2450, "straps": 2451, "igloo": 2452, "st": 2453, "site": 2454, "alike": 2455, "aerial": 2456, "waterway": 2457, "bathrobe": 2458, "clowns": 2459, "things": 2460, "halloween": 2461, "sparring": 2462, "forehead": 2463, "tightrope": 2464, "policemen": 2465, "human": 2466, "dancer": 2467, "fist": 2468, "helicopter": 2469, "diver": 2470, "seal": 2471, "bunny": 2472, "statues": 2473, "island": 2474, "bounding": 2475, "carefully": 2476, "piano": 2477, "umbrellas": 2478, "barn": 2479, "overcoat": 2480, "too": 2481, "trumpet": 2482, "tulips": 2483, "rainy": 2484, "wakeboards": 2485, "teddy": 2486, "laptop": 2487, "skiiers": 2488, "facial": 2489, "toilet": 2490, "pizza": 2491, "mural": 2492, "breed": 2493, "mug": 2494, "rabbit": 2495, "union": 2496, "kitten": 2497, "lay": 2498, "fencing": 2499, "pulley": 2500, "cable": 2501, "pan": 2502, "snowboards": 2503, "sparkler": 2504, "upraised": 2505, "gymnasium": 2506, "chubby": 2507, "runway": 2508, "embracing": 2509, "bouncy": 2510, "atm": 2511, "potato": 2512, "chip": 2513, "bundled": 2514, "harnessed": 2515, "stripe": 2516, "capes": 2517, "tourists": 2518, "resort": 2519, "hopscotch": 2520, "dragon": 2521, "tee": 2522, "pumpkins": 2523, "bales": 2524, "chin": 2525, "theater": 2526, "shoots": 2527, "zip": 2528, "telephone": 2529, "wig": 2530, "flaps": 2531, "legged": 2532, "bib": 2533, "paintball": 2534, "guns": 2535, "peanut": 2536, "butter": 2537, "tricycles": 2538, "milkshake": 2539, "reddish": 2540, "parlor": 2541, "real": 2542, "gas": 2543, "droplets": 2544, "sing": 2545, "watermelons": 2546, "flowery": 2547, "earrings": 2548, "pinata": 2549, "carts": 2550, "booths": 2551, "evil": 2552, "waiter": 2553, "sewing": 2554, "cute": 2555, "newspapers": 2556, "frying": 2557, "stools": 2558, "pairs": 2559, "tinkerbell": 2560, "bears": 2561, "jeeps": 2562, "geyser": 2563, "badminton": 2564, "coal": 2565, "frog": 2566, "devil": 2567, "legos": 2568}, "idx2word": {"0": "<PAD>", "1": "<SOS>", "2": "<EOS>", "3": "<UNK>", "4": "a", "5": "blackandwhite", "6": "dog", "7": "bounds", "8": "off", "9": "the", "10": "ground", "11": "all", "12": "feet", "13": "in", "14": "air", "15": "of", "16": "yellow", "17": "field", "18": "black", "19": "and", "20": "white", "21": "is", "22": "jumping", "23": "over", "24": "high", "25": "grass", "26": "through", "27": "brown", "28": "runs", "29": "dry", "30": "child", "31": "staring", "32": "at", "33": "santa", "34": "father", "35": "son", "36": "looking", "37": "funny", "38": "little", "39": "boy", "40": "his", "41": "talking", "42": "to", "43": "man", "44": "dressed", "45": "as", "46": "claus", "47": "has", "48": "crown", "49": "wearing", "50": "red", "51": "three", "52": "woman", "53": "walk", "54": "down", "55": "city", "56": "street", "57": "one", "58": "pink", "59": "purse", "60": "women", "61": "two", "62": "with", "63": "tattoos", "64": "walking", "65": "are", "66": "drinking", "67": "coffee", "68": "sidewalk", "69": "people", "70": "standing", "71": "on", "72": "rock", "73": "holding", "74": "themselves", "75": "up", "76": "against", "77": "another", "78": "while", "79": "make", "80": "their", "81": "way", "82": "rocky", "83": "terrain", "84": "participate", "85": "climbing", "86": "female", "87": "hikers", "88": "hang", "89": "onto", "90": "front", "91": "them", "92": "into", "93": "deep", "94": "backpacks", "95": "shorts", "96": "some", "97": "large", "98": "closeup", "99": "girl", "100": "swing", "101": "dress", "102": "flowers", "103": "swings", "104": "flowered", "105": "blue", "106": "sweater", "107": "swinging", "108": "young", "109": "backyard", "110": "beach", "111": "bucket", "112": "water", "113": "head", "114": "pours", "115": "from", "116": "small", "117": "boys", "118": "baby", "119": "pirate", "120": "smiles", "121": "shirt", "122": "laughs", "123": "like", "124": "running", "125": "enjoys", "126": "costume", "127": "kayaker", "128": "waves", "129": "purple", "130": "boat", "131": "rain", "132": "gear", "133": "paddling", "134": "rapids", "135": "kayaks", "136": "rough", "137": "kayak", "138": "swimming", "139": "waters", "140": "person", "141": "kayaking", "142": "getting", "143": "ready", "144": "club", "145": "sleeveless", "146": "leans", "147": "golf", "148": "taking", "149": "hat", "150": "khaki", "151": "plays", "152": "begins", "153": "leaps", "154": "barrier", "155": "fence", "156": "wooden", "157": "about", "158": "there", "159": "dogs", "160": "other", "161": "tries", "162": "rolls", "163": "tan", "164": "grey", "165": "rolling", "166": "its", "167": "back", "168": "wears", "169": "tag", "170": "green", "171": "sitting", "172": "next", "173": "waterfall", "174": "an", "175": "sits", "176": "shore", "177": "pool", "178": "by", "179": "massive", "180": "waterfalls", "181": "edge", "182": "fall", "183": "hurdle", "184": "jumps", "185": "bar", "186": "agility", "187": "obstacle", "188": "course", "189": "blond", "190": "haired", "191": "outfit", "192": "belt", "193": "doing", "194": "karate", "195": "sash", "196": "practices", "197": "martial", "198": "arts", "199": "headband", "200": "hand", "201": "her", "202": "waist", "203": "extended", "204": "straight", "205": "out", "206": "uniform", "207": "part", "208": "does", "209": "hardhat", "210": "stands", "211": "beside", "212": "ladder", "213": "orange", "214": "jacket", "215": "looks", "216": "camera", "217": "helmet", "218": "smiling", "219": "construction", "220": "worker", "221": "car", "222": "parked", "223": "graffiti", "224": "filled", "225": "wall", "226": "gathering", "227": "few", "228": "nearby", "229": "four", "230": "huddle", "231": "adults", "232": "stand", "233": "covered", "234": "art", "235": "night", "236": "talk", "237": "trees", "238": "river", "239": "toddler", "240": "very", "241": "riding", "242": "background", "243": "building", "244": "playing", "245": "violin", "246": "brick", "247": "striped", "248": "tights", "249": "outside", "250": "bow", "251": "cup", "252": "milk", "253": "face", "254": "drinks", "255": "gets", "256": "table", "257": "laughing", "258": "hair", "259": "around", "260": "mouth", "261": "hurdles", "262": "series", "263": "poles", "264": "colored", "265": "beam", "266": "grassy", "267": "garden", "268": "galloping", "269": "lush", "270": "lawn", "271": "tricolored", "272": "fenced", "273": "area", "274": "desk", "275": "group", "276": "behind", "277": "seated", "278": "line", "279": "windows", "280": "library", "281": "big", "282": "chases", "283": "chasing", "284": "smaller", "285": "after", "286": "run", "287": "together", "288": "play", "289": "ladies", "290": "dresses", "291": "pose", "292": "side", "293": "road", "294": "heels", "295": "posing", "296": "under", "297": "hanging", "298": "lights", "299": "eating", "300": "peach", "301": "eats", "302": "blonde", "303": "shadow", "304": "sun", "305": "book", "306": "reading", "307": "girls", "308": "near", "309": "door", "310": "reads", "311": "scarves", "312": "colorful", "313": "skirts", "314": "ambulance", "315": "being", "316": "truck", "317": "bed", "318": "towed", "319": "was", "320": "driving", "321": "fourwheeler", "322": "offroad", "323": "atv", "324": "makes", "325": "jump", "326": "dirt", "327": "racer", "328": "leaves", "329": "wheeled", "330": "bike", "331": "trick", "332": "flying", "333": "snow", "334": "slope", "335": "sled", "336": "watches", "337": "falling", "338": "snowboarder", "339": "crashes", "340": "children", "341": "golden", "342": "skis", "343": "storm", "344": "skiing", "345": "coat", "346": "interacting", "347": "that", "348": "bitten", "349": "object", "350": "snowy", "351": "hill", "352": "interact", "353": "larger", "354": "yard", "355": "guy", "356": "bicycles", "357": "towards", "358": "away", "359": "beautiful", "360": "mountains", "361": "clear", "362": "day", "363": "bicycle", "364": "narrow", "365": "path", "366": "trail", "367": "bathing", "368": "suit", "369": "body", "370": "midair", "371": "blowing", "372": "bubbles", "373": "blow", "374": "outdoors", "375": "colourful", "376": "park", "377": "bright", "378": "bubble", "379": "skier", "380": "skies", "381": "mountain", "382": "cheerleader", "383": "clothing", "384": "tosses", "385": "athletic", "386": "cheerleaders", "387": "throw", "388": "five", "389": "toss", "390": "fellow", "391": "member", "392": "along", "393": "shoreline", "394": "wet", "395": "rocks", "396": "ramp", "397": "range", "398": "ski", "399": "jumper", "400": "winter", "401": "fun", "402": "flies", "403": "which", "404": "sign", "405": "having", "406": "taken", "407": "tournament", "408": "using", "409": "chainsaw", "410": "statue", "411": "log", "412": "carving", "413": "wood", "414": "airborne", "415": "motorcycle", "416": "spectators", "417": "motocross", "418": "rider", "419": "scooter", "420": "rides", "421": "suburban", "422": "neighborhood", "423": "curb", "424": "lone", "425": "pants", "426": "someone", "427": "snowboard", "428": "photo", "429": "ball", "430": "carrying", "431": "fetches", "432": "trots", "433": "tongue", "434": "toy", "435": "tree", "436": "surface", "437": "licking", "438": "nose", "439": "biker", "440": "performs", "441": "driver", "442": "motorbike", "443": "performing", "444": "stunts", "445": "it", "446": "carries", "447": "swim", "448": "trunks", "449": "crowded", "450": "walks", "451": "dark", "452": "feathered", "453": "mask", "454": "jewelry", "455": "participates", "456": "parade", "457": "silver", "458": "beads", "459": "hawaiian", "460": "garb", "461": "snowsuit", "462": "across", "463": "harness", "464": "sprints", "465": "evening", "466": "attire", "467": "for", "468": "picture", "469": "wear", "470": "photograph", "471": "formal", "472": "smile", "473": "wide", "474": "open", "475": "life", "476": "goggles", "477": "him", "478": "enjoy", "479": "vest", "480": "look", "481": "poses", "482": "boats", "483": "canoe", "484": "canoes", "485": "during", "486": "dimly", "487": "lit", "488": "time", "489": "men", "490": "dusk", "491": "holds", "492": "long", "493": "sleeve", "494": "box", "495": "above", "496": "inside", "497": "something", "498": "top", "499": "decorated", "500": "cardboard", "501": "atop", "502": "moving", "503": "go", "504": "ride", "505": "travel", "506": "several", "507": "shoulders", "508": "beard", "509": "couple", "510": "sit", "511": "overlooking", "512": "below", "513": "cliff", "514": "upon", "515": "cap", "516": "swimmers", "517": "matching", "518": "caps", "519": "lake", "520": "murky", "521": "wading", "522": "chunk", "523": "preparing", "524": "snowball", "525": "he", "526": "training", "527": "poodle", "528": "sweatshirt", "529": "teaching", "530": "do", "531": "basketball", "532": "player", "533": "jersey", "534": "court", "535": "skinned", "536": "sports", "537": "dribbles", "538": "game", "539": "drives", "540": "basket", "541": "heavy", "542": "set", "543": "chairs", "544": "elderly", "545": "leash", "546": "lies", "547": "folding", "548": "cow", "549": "bull", "550": "pursued", "551": "bikes", "552": "bicyclists", "553": "racing", "554": "forest", "555": "bikers", "556": "woods", "557": "arena", "558": "ring", "559": "bending", "560": "backwards", "561": "starring", "562": "each", "563": "light", "564": "stare", "565": "facing", "566": "middle", "567": "watch", "568": "try", "569": "climb", "570": "puppy", "571": "climbs", "572": "who", "573": "where", "574": "sailing", "575": "splashes", "576": "shallow", "577": "handstand", "578": "hangs", "579": "upside", "580": "board", "581": "maneuver", "582": "crowd", "583": "stunt", "584": 